{
  "id": "hs-010",
  "story": {
    "headline": "Turkmenistan's Gas Infrastructure Leaks Massive Methane",
    "summary": "Turkmenistan's aging natural gas infrastructure is one of the world's largest sources of methane leakage. The IEA estimates that Turkmenistan's oil and gas sector emits more methane per unit of production than almost any other country.",
    "climateImpact": "Methane leaking from Turkmenistan's gas fields and pipelines is a potent greenhouse gas, contributing significantly to near-term global warming despite the country's relatively small economy.",
    "causeEffect": [
      "Aging Soviet-era gas infrastructure leaks extensively",
      "Limited investment in leak detection and repair",
      "Some of the world's largest methane plumes detected by satellite",
      "Methane has 80x warming potential of CO₂ over 20 years",
      "Remote location makes monitoring and enforcement difficult"
    ],
    "scaleContext": "A single leak event near the Korpezhe field in 2022 was visible from space and estimated at 100+ tons of methane per hour. The IEA estimates Turkmenistan's total oil and gas methane emissions at approximately 4.1 Mt/year.",
    "outlook": "Turkmenistan has made pledges to reduce leakage, but progress is slow. Satellite monitoring via Sentinel-5P and Carbon Mapper is increasing transparency."
  },
  "title": "Turkmenistan's Gas Infrastructure Leaks Massive Methane",
  "summary": "Turkmenistan's aging gas infrastructure is one of the world's largest methane leak sources, with emissions estimated at 4.1 Mt CH₄/year.",
  "sources": [
    "https://www.iea.org/reports/methane-tracker",
    "https://sentinel.esa.int/web/sentinel/missions/sentinel-5p",
    "https://climatetrace.org/"
  ],
  "series": [
    { "year": 2015, "value": 3.5 },
    { "year": 2016, "value": 3.6 },
    { "year": 2017, "value": 3.8 },
    { "year": 2018, "value": 3.9 },
    { "year": 2019, "value": 4.0 },
    { "year": 2020, "value": 3.7 },
    { "year": 2021, "value": 4.0 },
    { "year": 2022, "value": 4.1 }
  ]
}
